{"inkVersion":20,"root":[["^\"Ah, another adventurer answering the Gilded Summons. You've arrived at a fortuitous time, [[Class]]. We could use your assistance in a delicate matter.\"",{"#":"consul"},"\n",["ev","str","^I'm here to help","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I'm here about my pay...","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^I was attacked!","/str","/ev",{"*":".^.c-2","flg":4},"ev","str","^checkpoint:5;<b>Skip:</b> I'm just passing through","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["\n","^\"Glad to hear it, [[class]]. And you've arrived none too soon either. New recruits have been few and far between, most of them have not been as... fortunate as you seem to have been.\"",{"#":"consul"},"\n",{"->":"0.mission"},{"->":"0.mission"},{"#f":5}],"c-1":["\n","^\"All in good time, [[class]]. You'll need to prove you are more capable than any other recruits that have found their way to my doorstep first.\"",{"#":"consul"},"\n",{"->":"0.mission"},{"->":"0.mission"},{"#f":5}],"c-2":["\n","^\"I see... but you survived. Which makes you more fortunate than most of our recruits as of late.\"",{"#":"consul"},"\n",{"->":"0.mission"},{"->":"0.mission"},{"#f":5}],"c-3":["\n","^The consul seems taken aback, then narrows her eyes, studying you. \"I see - well if I may direct your blade, [[class]], may I suggest you keep an eye out for our patrols - we haven't heard back from them in a while. It'll be worth your time.\"",{"#":"consul"},"\n","end",{"->":"0.mission"},{"#f":5}],"#f":5,"#n":"introduction"}],{"mission":["ev","str","^What happened to these recruits?","/str","/ev",{"*":".^.c-4","flg":4},{"c-4":["\n","^\"It is hard to tell. Some... whispers of desertion have started circulating recently after one of our more capable officers went missing. Others suspect their inexperience caused them to fall prey to the local wildlife.\"",{"#":"consul"},"\n","^\"So you see, our losses outside the battlefield are growing faster than I care to have publically known. Which makes you a good, and frankly expendable, candidate to investigate this delicate matter, [[class]].\"",{"#":"consul"},"\n",{"->":"0.details"},{"->":"0.details"},{"#f":5}],"#f":5}],"details":["ev","str","^Who are the missing soldiers?","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^Where should I look?","/str","/ev",{"*":".^.c-6","flg":20},"ev","str","^I'll investigate these disappearances","/str","/ev",{"*":".^.c-7","flg":4},{"c-5":["\n","^\"All of the missing soldiers were part of our recent reinforcements.\" The Consul pauses, tapping her desk as if hesitant to continue.",{"#":"consul"},"\n","^\"Most of them recruits not unlike yourself. With the brunt of our force down in the Ramparts, we have recruits guarding our back.\"",{"#":"consul"},"\n","^\"I wish I had the numbers to have more experienced soldiers look into this matter, but that’s a luxury we can ill afford at this time..\"",{"#":"consul"},"\n",{"->":".^.^"},{"->":"0.g-0"},{"#f":5}],"c-6":["\n","^\"The outskirts of Brightcandle are still considered hostile territory. Our patrols now stay in sight of our fortifications, so your task will be to explore beyond the safety of Brightcandles protection to the west or to the east.\"",{"#":"consul"},"\n",{"->":".^.^"},{"->":"0.g-0"},{"#f":5}],"c-7":["\n","^\"Glad to hear it, [[class]]. Report back with any information, and the Gilded Summons will make it worth your time.\"",{"#":"consul"},"\n","end",{"->":"0.g-0"},{"#f":5}],"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}