{"inkVersion":20,"root":[["^A gargantuan suit of armor and bones rests half buried in the ground. The figure's helmet gleams above you, untarnished by centuries of ash and wind. A sickly green substances oozes into the barren ground from the missing segments in its broken armor.","\n","ev","str","^Investigate the fallen goliath","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^We don't have time","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":[{"->":"0.investigate"},"\n",{"->":"0.investigate"},{"#f":5}],"c-1":["end","\n",{"->":"0.investigate"},{"#f":5}],"investigate":["^\"Will ye look at that...\" Reghar mutters, eyes wide. \"Kivos old friend, you deserved better...\". ",{"#":"blacksmith"},"\n",["ev","str","^Kivos?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^What happened here?","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^What is this place?","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^questflag:enchanter;Continue","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^!questflag:enchanter;Leave","/str","/ev",{"*":".^.c-6","flg":20},{"c-2":["\n","^Aye. Kivos Fellheart. A Goliath, said to be a descendant of the Sungod herself. He single handedly turned the tide during the War of Horns. I was just a wee boy, but I remember the faces once we heard the news of his death.",{"#":"blacksmith"},"\n",["ev","str","^You knew this Goliath?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^\"Aye - I did. My master served under 'im during the War of Horns. And I would 'ave given everything to follow him into the Black Citadel itself.",{"#":"blacksmith"},"\n","^\"But I was too young fer soldiering. By the time I was, Kivos had fallen.\" The grizzled man looks wistfully for a moment, fist clenching around his hammer.",{"#":"blacksmith"},"\n","^And then there's you. Thank ye for indulging an old man, and allowing him a chance to make amends for his past. I dun' know why, but I see much of Kivos in ye, [[class]].",{"#":"blacksmith"},"\n",{"->":".^.^.^.^"},{"->":"0.bolgar"},{"#f":5}]}],{"#f":5}],"c-3":["\n","^I only heard the tales. Terrible whispers of a battle - nay, a slaughter. Crusaders of Stalwart and demons alike were squashed as bugs beneath a boot.",{"#":"blacksmith"},"\n",["ev","str","^Stalwart?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Stalwart was a shining bastion against the demon hordes. With Kivos at the helm it marked the beginning of a new age. Brightcandle or even Great Candor is but a sputtering flame compared to the blazing glory that Stalwart once was. ",{"#":"blacksmith"},"\n",{"->":".^.^.^.^"},{"->":"0.bolgar"},{"#f":5}]}],{"#f":5}],"c-4":["\n","^Now, a wasteland - but it has served as a no mans land between Umbris and the Shattered Realms, making it hard for either side to fall back into all out war. No army dares cross it, not after what happened at Stalwart.",{"#":"blacksmith"},"\n",{"->":"0.bolgar"},{"#f":5}],"c-5":[{"->":"0.bolgar"},"\n",{"->":"0.bolgar"},{"#f":5}],"c-6":["end","\n",{"->":"0.bolgar"},{"#f":5}],"#f":5,"#n":"questions"}],{"#f":5}],"bolgar":["^You're closer than you might realise, friend. Except the bugs are still here. Feeding on whatever is left of the misery it caused. And once it had its fill, once it's strong enough...",{"#":"enchanter"},"\n","^>>>>ANIMA:-10","\n","^The old man waves his boney fingers, dispersing some of the lingering essence lingering in the air. \"There's worse things in this world than mere demons. We best keep moving...\"",{"#":"enchanter"},"\n","end",["done",{"#f":5,"#n":"g-0"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}