{"inkVersion":20,"root":[["^As you strike the final blow, the eyes of the spirit flicker briefly. Its breath slows down, whispering in a language unknown to you. \"Merakash’ ara nul...\"",{"#":"spirit"},"\n","^Slowly, the spirit starts to rise - the blind rage gone as it takes in the destruction it caused. \"So much pain...\"",{"#":"spirit"},"\n",["ev","str","^Who are you","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Who are these druids?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^I need to get back, Spirit","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^Has it been so long not even my name survived? It is, perhaps for the better. Our time has long passed. It was on our watch as  caretakers, the Garden descended into this… hellscape. Perhaps, the young Gods will fare better.",{"#":"spirit"},"\n","^I am Mea’Anash - or ‘The Guardian of the Garden’ in your tongue. I was once, long ago, the caretaker of what you now call Aethos.",{"#":"spirit"},"\n","^The spirit’s attention shifts to the clearing around you as intense feelings of sadness wash over you. ",{"#":"spirit"},"\n",{"->":".^.^"},{"->":"0.restore"},{"#f":5}],"c-1":["\n","^The spirit lifts one of its massive paws off the corpse of one of the ritualists. \"Foolish creatures. They should have died with the goddess. Instead, they sought to resurrect her, infusing her with what little power of ours lingered amongst these ruins.\"",{"#":"spirit"},"\n","^I do not blame them for trying to restore what was lost. But I condemn them for their foolish belief in the unholy whispers of new gods that have no doubt planted this seed of corruption.",{"#":"spirit"},"\n",{"->":"0.restore"},{"->":"0.restore"},{"#f":5}],"c-2":[{"->":"0.leave"},"\n",{"->":"0.restore"},{"#f":5}],"#f":5,"#n":"options"}],{"restore":["ev","str","^New gods?","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Restore what was lost?","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^What happens now?","/str","/ev",{"*":".^.c-5","flg":4},{"c-3":["\n","^Yes, [[class]]. What else should I call these beings I sense but can not name. Even in my weakened state, I sense their violent,  adversarial nature that would rival the primals in power, brimming inside a corrupted shell.",{"#":"spirit"},"\n",{"->":".^.^"},{"->":"0.leave"},{"#f":5}],"c-4":["\n","^Selandris was once a bright and beautiful star. Its warm and loving glow gave this world its well-earned name: Mea’Nathal. The Garden. An example of life and harmony amidst a swirling tide of chaos. And when Selandris died, so too did her Garden.",{"#":"spirit"},"\n","^These creatures thought restoring Selandris by some unholy means would return this world to its former glory. They were willing to pay any price, making them an easy vassal for the evils that now call this graveyard their home.",{"#":"spirit"},"\n",{"->":".^.^"},{"->":"0.leave"},{"#f":5}],"c-5":["\n","^\"We will dissipate over time, returning our essence to the Garden. In saving me you have given these lands a chance to heal.\"",{"#":"spirit"},"\n",{"->":"0.options"},{"->":"0.leave"},{"#f":5}],"#f":5}],"leave":["^>>>>ADDTALENT:Blessing of Aethos","\n","^\"Then leave with our blessing. Know the woods will trouble you no longer, and you have found yourself an ally in the fight against this corruption.\"",{"#":"spirit"},"\n","ev","str","^Explore the shrine some more","/str","/ev",{"*":".^.c-6","flg":4},"ev","str","^<b>Leave:</b> Return to Brightcandle","/str","/ev",{"*":".^.c-7","flg":4},{"c-6":["\n",{"->":"0.g-0"},{"#f":5}],"c-7":["^>>>>NEXTAREA","end","\n",{"->":"0.g-0"},{"#f":5}],"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}