{"inkVersion":20,"root":[["^A man on the back of a horse that has clearly seen better days starts to gain on you.","\n","^\"Greetings, fellow traveler.\" he answers, slowing his horse to a trot. \"We see Julius Bellthorp is not the only one who recognizes an opportunity when they see it.\"",{"#":"merchant"},"\n","ev","str","^Ignore the man","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^Who is 'Julius Bellthorp'?","/str","/ev",{"*":"0.c-1","flg":4},"ev","str","^Greet him back","/str","/ev",{"*":"0.c-2","flg":4},{"c-0":[{"->":"0.ignore"},"\n",{"->":"0.ignore"},{"#f":5}],"c-1":[{"->":"0.ignore.who"},"\n",{"->":"0.ignore"},{"#f":5}],"c-2":[{"->":"0.greet"},"\n",{"->":"0.ignore"},{"#f":5}],"ignore":["^The man audibly sniffs the stale air around him and smiles. \"Ahh. Solemn desperation. Our favorite environment for profit.\"",{"#":"merchant"},"\n",{"->":"0.greet.leave"},["^\"Who is... \" the man gasps indignantly. \"Why -WE- are Julius Bellthorp of course! 'Only' the third most earning merchant of the Emporium this quarter my uninformed friend! And with this war just brimming with opportunity...\"",{"#":"merchant"},"\n","^The man pauses dramatically \"...We can feel our margin growing by the minute! Think of all those soldiers just desperate for our merchandise.\"",{"#":"merchant"},"\n","ev","str","^Do you have anything for sale?","/str","/ev",{"*":".^.c-3","flg":4},"ev","str","^Your 'margin' has grown enough.","/str","/ev",{"*":".^.c-4","flg":4},{"c-3":["\n","^\"Alas, my eager customer. Our stock is waiting for us in Brightcandle. But be sure to visit  once you've waded your way through these woods.\" he adds before lifting his pretentious hat.",{"#":"merchant"},"\n","^\"For now, we bid you good day and do remember the name Julius Bellthorp should you need any supplies in your no doubt-well-intended endeavours!\"",{"#":"merchant"},"\n","end",{"->":"0.greet"},{"#f":5}],"c-4":["\n","^The merchant frowns and subconsciously runs a hand over his generous waistline. \"Hmmpf. You have no better manners than that Paladin brute who accosted me just moments ago.\"",{"#":"merchant"},"\n","^\"Fine - Julius Bellthorp will go and find better company in Brightcandle. Good. Day!\"",{"#":"merchant"},"\n","end",{"->":"0.greet"},{"#f":5}],"#f":5,"#n":"who"}],{"#f":5}],"greet":["^\"Ahh, some signs of civilization after all. We were starting to lose hope after that man accosted me near the entrance of these damnable woods.\"",{"#":"merchant"},"\n",{"->":".^.leave"},["^The man smiles and briefly lifts his pretentious hat. \"But we mustn't tarry! Profits await so we bid you good day, adventurer - do remember the name Julius Bellthorp should you need any supplies in your no doubt-well intended endeavours!\"",{"#":"merchant"},"\n","end",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"leave"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}