{"inkVersion":20,"root":[["^You take a moment to survey the chaos of the battlefield. Demons charge into makeshift walls of shields and blades, the fortifications barely withstanding the onslaught. Smoke and dust rise from the ground as explosions paint deep craters in the bloodied soil.","\n",["ev","str","^Try to see how the Crusaders are holding up","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Look for the source of the Bombardment","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Survey the area","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Continue","/str","/ev",{"*":".^.c-3","flg":4},{"c-0":["^Amid the clashing weapons and shouts of soldiers, you notice neither side seems to be making progress. Suddenly, a thundering voice booms over the battlefield, quickly followed by a series of loud explosions that indiscriminately impacts demons and Crusaders alike.",{"->":".^.^"},"\n",{"->":"0.choose"},{"#f":5}],"c-1":["^ The smoke stings your eyes, compromising your vision, but you are still able to discern a towering figure behind the barricades, bellowing commands to his demonic horde.","\n","^Despite the chaos of battle, you sense this imposing demon is responsible for the devastating blasts that have ripped through the battlefield with impunity. ",{"->":".^.^"},"\n",{"->":"0.choose"},{"#f":5}],"c-2":["^The force of the explosions has uncovered large swaths of muddy soil, revealing a gruesome landscape of twisted steel, shattered armor, and the skewered corpses of both humans and demons.",{"->":".^.^"},"\n",{"->":"0.choose"},{"#f":5}],"c-3":[{"->":"0.choose"},"\n",{"->":"0.choose"},{"#f":5}],"#f":5,"#n":"options"}],{"choose":["^The battlefield is chaotic, with the sounds of clashing weapons and shouts of soldiers filling the air.","\n","ev","str","^Help the Crusaders.","/str","/ev",{"*":".^.c-4","flg":4},"ev","str","^Look for anything usable amongst the rubble.","/str","/ev",{"*":".^.c-5","flg":4},"ev","str","^<b>Leave:</b> Press on towards the Commander.","/str","/ev",{"*":".^.c-6","flg":4},{"c-4":[{"->":"0.crusaders"},"\n",{"->":"0.crusaders"},{"#f":5}],"c-5":[{"->":"0.crusaders.survey"},"\n",{"->":"0.crusaders"},{"#f":5}],"c-6":["end","\n",{"->":"0.crusaders"},{"#f":5}],"#f":5}],"crusaders":["^You join the contingent of crusaders engaged in a valiant fight. Shoulder to shoulder, you manage to drive back wave after wave of demons while Reghar and a few others repair the fortifications.","\n","^After what feels like an eternity, the improvised palisades stand once more. A knight in golden armor salutes you, his face grim but grateful.","\n","^>>>>AREASPECIAL:-999","\n","^Battle Momentum has been reduced to 0!","\n","^Reghar nods, adding a final piece to the sturdy looking fortification. \"T'is good t' see you still know what really matters, [[class]]. T'is acts like yours that separate us from these beasts.\"",{"#":"blacksmith"},"\n","end",["^In the distance, you can hear the Crusaders struggle to fend off the demons.","\n","^>>>>AREASPECIAL:1","\n","^<color=red><b>Battle Momentum has been increased by 1!</b></color><br><br>Looking around, you spot something glimmering in the blood-stained soil.","\n","^>>>delvefromany:treasure","\n","^I am pleasantly surprised you have your priorities straight, [[class]]. If these soldiers were half as resourceful as you perhaps they would have fared better.",{"#":"alchemist"},"\n","end",["done",{"#f":5,"#n":"g-0"}],{"#f":5,"#n":"survey"}],{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}