{"inkVersion":20,"root":[["^As you make your way through the many passages amidst the ruins of The Deep you can't help but feel watched by a presence that seems to linger just outside your vision.",{"#":"???"},"\n","ev","str","^!talent:watched;Show yourself!","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^talent:watched;Show yourself!","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":[{"->":"0.show"},"\n",{"->":"0.show"},{"#f":5}],"c-1":[{"->":"0.serempek"},"\n",{"->":"0.show"},{"#f":5}],"show":["^A voice bursts into booming laughter \"I am visible, plain as day human. Look around you.\"",{"#":"voices"},"\n","^As you look around, the shadows seem to darken even more as they shift along every wall and even the ceiling of caverns.",{"#":"voices"},"\n",["ev","str","^What are you?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Why are you attacking me?","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Who are these creatures?","/str","/ev",{"*":".^.c-4","flg":4},{"c-2":["\n","^The booming voice rises once more, then breaks into an indiscernible chatter before returning to the deep, bemused tone.",{"#":"voices"},"\n","^\"We are many, human, but you may address us as The Voices. Just know we are not your enemy and we have a common interest in ridding ourselves of these demonic pests that plague our domain.\"",{"#":"voices"},"\n",{"->":".^.^"},{"->":"0.door"},{"#f":5}],"c-3":["\n","^\"These pitiful creatures attacking you are as much an unwelcome guest in this domain as you are, human.\"",{"#":"voices"},"\n","^\"Their three-cursed master hides from me like a scared child. Find him for me, and I will show you how to get to your desired destination.\"",{"#":"voices"},"\n",{"->":".^.^"},{"->":"0.door"},{"#f":5}],"c-4":["\n","^\"Why don't you ask them, [[class]]? These thieving creatures are no allies of us. In fact, we'd be willing to help you reach the other doorway into, or out of, this domain if you'd be willing to help us.\"",{"#":"voices"},"\n",{"->":"0.door"},{"->":"0.door"},{"#f":5}],"#f":5,"#n":"options"}],{"#f":5}],"door":["ev","str","^Another door?","/str","/ev",{"*":".^.c-5","flg":20},"ev","str","^Fine, I'll deal with these 'thieves'.","/str","/ev",{"*":".^.c-6","flg":4},{"c-5":["\n","^\"We thought that would pique your interest. Yes, human, another door. Get rid of this insufferable thief and we might show you the way...\"",{"#":"voices"},"\n",["ev","str","^How do you know my destination?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^\"After decades of only these miserable demons to keep us company, two Lumians entering our domain in the span of a few days? That would be too much of a coincidence. And so, I could show you what the burning one found... if you help us.\"",{"#":"voices"},"\n",{"->":"0.door"},{"->":"0.serempek"},{"#f":5}]}],{"#f":5}],"c-6":["\n","end",{"->":"0.serempek"},{"#f":5}],"#f":5}],"serempek":["^A chorus of voices bursts into booming laughter, the sound echoing off the dark, wet walls all around you. \"Ah, a familiar face - .\"",{"#":"voices"},"\n","ev","str","^questflag:enchanter;Serem-Pek?","/str","/ev",{"*":".^.c-7","flg":4},"ev","str","^!questflag:enchanter;Who are you?","/str","/ev",{"*":".^.c-8","flg":4},{"c-7":["\n","^The voice suddenly turns shrill, scattering and distorted then culminates into a single deep voice.",{"#":"voices"},"\n","^\"We see, we've been introduced by our mutual acquaintance?\" the voices fade briefly, an uneasy feeling moving from left to right before it settles somewhere behind you, its invisible gaze briefly shifting its attention to Bolgar.",{"#":"voices"},"\n",{"->":"0.introduction"},{"->":"0.introduction"},{"#f":5}],"c-8":["\n","^The booming voice rises once more, then breaks into an indiscernible chatter before returning to the deep, bemused tone.",{"#":"voices"},"\n","^\"We are many, human, but you may address us as The Voices. We are a spectator of sorts, sharing an interest in ridding ourselves of these demonic pests that plague our domain.\"",{"#":"voices"},"\n",{"->":"0.introduction"},{"#f":5}],"#f":5}],"introduction":["ev","str","^Spectator?","/str","/ev",{"*":".^.c-9","flg":20},"ev","str","^Who are you?","/str","/ev",{"*":".^.c-10","flg":4},{"c-9":["\n","^\"A cheerleader to your adventures, nothing more I assure you...\" the voice descends suddenly, getting deeper by the syllable before it breaks into jibberish and eventually fades away.",{"#":"voices"},"\n",{"->":".^.^"},{"->":"0.creatures"},{"#f":5}],"c-10":["\n","^The booming voice rises once more, then breaks into an indiscernible chatter before returning to the deep, bemused tone.",{"#":"voices"},"\n","^\"Names are so... limiting, while we are many. However, you may continue to address us as Serem-Pek.\"",{"#":"voices"},"\n","^\"It matters not - we are not your enemy. Merely an... interested party. A spectator to your journey and perhaps even a beggar of your services.\"",{"#":"voices"},"\n",{"->":"0.creatures"},{"->":"0.creatures"},{"#f":5}],"#f":5}],"creatures":["ev","str","^Beggar of my services?","/str","/ev",{"*":".^.c-11","flg":20},"ev","str","^Who are these creatures?","/str","/ev",{"*":".^.c-12","flg":20},"ev","str","^Why would I help you?","/str","/ev",{"*":".^.c-13","flg":4},{"c-11":["\n","^\"Yes, we are... done with these wretches. We seem to have lost what little interest they held, reducing to mere nuisances to our presence.\"",{"#":"voices"},"\n","^The voice changes tone once more. Its anger fades, briefly increasing the dissonance between the various voices in the choir before they settle on a smooth, androgynous voice.",{"#":"voices"},"\n",{"->":".^.^"},{"->":"0.g-0"},{"#f":5}],"c-12":["\n","^\"Why don't you ask them, human? These thieving creatures are no allies of us. As we are so... close already- perhaps a bargain can be struck once more?\"",{"#":"voices"},"\n",{"->":".^.^"},{"->":"0.g-0"},{"#f":5}],"c-13":["\n","^\"Ah, the meat of the matter. We will reveal the path to the next chapter of your saga. As much as we would... enjoy your company here, we feel you are not ours to keep. Merely to... guide you.\"",{"#":"voices"},"\n","^The voices cackle, suddenly sounding right next to your ear, then back. \"You'll help us help you. It's been a while, but that is how things used to work. Now, destiny is best not kept waiting, [[class]], come find us when the deed is done...\"",{"#":"voices"},"\n",["ev","str","^questflag:enchanter;Continue","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^!questflag:enchanter;Leave","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Bolgar's green eyes flicker - but his demeanor betrays a hint of genuine fear. \"Tread carefully, [[class]]...\"",{"#":"enchanter"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["end","\n","end",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}],"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}