{"inkVersion":20,"root":[["^Wading deeper and deeper into the woods, a high-pitched cry breaks the silence.","\n",["ev","str","^Investigate","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^dexterity:1;Sneak up on the scene","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Attack!","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^Between the gnarly roots of a unusually large tree, one of the druids chants ominously over a bloodied altar.","\n","^On the scarlet slab of stone a familiar looking face struggles against his confinements.","\n","^\"Mhnngngggg!\"",{"#":"merchant"},"\n",{"->":".^.^"},{"->":"0.aftercombat"},{"#f":5}],"c-1":["\n","^>>>>NEXTSTATUS:Stunned:1:other","\n","^Without another sound, you close in on the bloody scene until you are close enough to strike.","\n","^>>>COMBAT:Starcaller Sekatone","\n",{"->":"0.aftercombat"},{"#f":5}],"c-2":["\n","^>>>COMBAT:Starcaller Sekatone","\n",{"->":"0.aftercombat"},{"#f":5}],"#f":5,"#n":"options"}],{"aftercombat":["^>>>>RELOADEVENTS","\n","^After the dust has settled, a familiar face steps out from behind the shrine. \"Ah it's… you. How... embarrassing.\"",{"#":"merchant"},"\n","ev","str","^What happened here?","/str","/ev",{"*":".^.c-3","flg":4},"ev","str","^I... am not even going to ask","/str","/ev",{"*":".^.c-4","flg":4},{"c-3":[{"->":"0.happened"},"\n",{"->":"0.happened"},{"#f":5}],"c-4":[{"->":"0.ask.leave"},"\n",{"->":"0.happened"},{"#f":5}],"#f":5}],"happened":["^We just set out to seize upon this unexplored opportunity. The Emporium has had its eyes on the borderland locals for a while now, but has yet to gain a foothold here. Of course, if anyone could do it, it would be Julius Bellthorp!",{"#":"merchant"},"\n","^But once we approached the... brutes! They merely 'inquired' about our means to subdue some kind of spirit, to siphon its power or some nonsense.",{"#":"merchant"},"\n","^Which meant they needed the Ephemeral Interventions™, which is an entirely different department within the Emporium. Fortunately, they had an alternative offer; wanting my blood and bones. As we were working out the details, their impatience turned to violence and... well… here we are. ",{"#":"merchant"},"\n","ev","str","^I see","/str","/ev",{"*":".^.c-5","flg":4},{"c-5":["\n","^Julius nods, collecting his scattered belongings and gathering his remaining dignity.",{"#":"merchant"},"\n",{"->":"0.ask.leave"},{"->":"0.ask"},{"#f":5}],"#f":5}],"ask":["^The merchant coughs awkwardly and runs his hands down his torn sleeves. \"It appears these… savages were about to turn us into some undignified offering of some sort. We thank you for your timely intervention, [[class]].\"",{"#":"merchant"},"\n","^The merchant picks up a leather satchel next to the altar he was bound to, just moments before. \"You… wouldn’t be in the market for some first-grade, slightly damaged cards would you?\"",{"#":"merchant"},"\n",{"->":".^.leave"},["^>>>>QUESTFLAG:merchant","\n","^Before we go, you… wouldn’t be in the market for some first-grade, if not *slightly* damaged cards would you? It is the least we could do.\"",{"#":"merchant"},"\n","ev","str","^As a matter of fact, I am.","/str","/ev",{"*":".^.c-6","flg":4},{"c-6":["\n","^>>>>MERCHANT ","end","\n",{"->":"0.g-0"},{"#f":5}],"#f":5,"#n":"leave"}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}