{"inkVersion":20,"root":[["^Your damp cloak hangs heavily over your shoulders, burdened by the rain that followed you on your long journey to the borderlands.","\n","^In the dark distance, a flickering light steps out onto the muddy road. \"Hail stranger, state your intentions\" a voice calls out to you as the light of his torch reveals the weathered face of a Paladin of the Vigil.",{"#":"paladin"},"\n","ev","str","^I'm here to answer the Summons","/str","/ev",{"*":"0.c-0","flg":4},"ev","str","^checkpoint:2;<b>Skip:</b> Head into the woods","/str","/ev",{"*":"0.c-1","flg":4},{"c-0":[{"->":"0.summons"},"\n",{"->":"0.summons"},{"#f":5}],"c-1":[{"->":"0.headin"},"\n",{"->":"0.summons"},{"#f":5}],"summons":["^The paladin nods. \"I thought you might be. I pray you know what you are up against, [[class]]. The journey into Umbris is as treacherous as the demons that infest these lands.\"",{"#":"paladin"},"\n",["ev","str","^Who are you?","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^I could use some information","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^<b>Start tutorial:</b> I could use a lesson","/str","/ev",{"*":".^.c-4","flg":4},"ev","str",["ev","visit",1,"MIN","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"nop",{"s0":["pop","^I can handle it",{"->":".^.^.17"},null],"s1":["pop","^I'm ready",{"->":".^.^.17"},null],"#f":5}],"/str","/ev",{"*":".^.c-5","flg":4},{"c-2":["\n","^The paladin furrows one of his graying brows. \"Too old to fight on the frontlines, too proud to sit out  this war.\" he smiles and rests his free hand on the large hammer at his side.",{"#":"paladin"},"\n","^\"More to the point, I'm guarding these roads and keeping an eye out for anyone answering the Gilded Summons. These woods behind me can be treacherous and we wouldn't want to lose anyone whose greed or good intentions outweigh their ability.\"",{"#":"paladin"},"\n",{"->":".^.^"},{"->":"0.headin"},{"#f":5}],"c-3":[{"->":"0.headin.information"},"\n",{"->":"0.headin"},{"#f":5}],"c-4":["\n","^Ah, a lesson. Well, that's something an old paladin like myself is capable of at least. Let me tell you about how I bested a particularly vicious boar just before you arrived.",{"#":"paladin"},"\n",["ev","str","^Start Tutorial","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^>>>STARTTUTORIAL","\n",{"->":"0.aftertutorial"},{"->":"0.headin"},{"#f":5}]}],{"#f":5}],"c-5":[{"->":"0.headin"},"\n",{"->":"0.headin"},{"#f":5}],"#f":5,"#n":"options"}],{"#f":5}],"headin":["^>>>>GOLD:15;RELOADEVENTS","\n","^\"Very well, [[Class]].\" The paladin hands you a small pouch. \"Consider this an advance on the Summons. Now head to Brightcandle beyond these woods. Report to Consul Evalaine, she will have the rest of your pay and your assignment. May the Light guide you.\"",{"#":"paladin"},"\n","end",["^\"A wise decision. The dark lands of Umbris have not been welcoming us kindly. But the Radiant Militia is showing these demons their time in the Shattered Realms is over, and the dawn of humankind has arrived.\"",{"#":"paladin"},"\n",{"->":".^.questions"},["ev","str","^The Radiant Militia?","/str","/ev",{"*":".^.c-6","flg":20},"ev","str","^Why are we invading now?","/str","/ev",{"*":".^.c-7","flg":20},"ev","str","^What are we fighting?","/str","/ev",{"*":".^.c-8","flg":20},"ev","str","^That is all I needed to know","/str","/ev",{"*":".^.c-9","flg":4},{"c-6":["\n","^\"The Radiant Militia is a temporary coalition of the Council, the Regents of the Shattered Realms and the Chantry of Light. And your future employer if you are here to answer their Gilded Summons, [[class]].\"",{"#":"paladin"},"\n",{"->":".^.^"},{"->":"0.aftertutorial"},{"#f":5}],"c-7":["\n","^\"Because now we have the blessing of the Sungod themselves! They sent us a clear sign and a Champion who has managed to rally the Shattered Realms under one banner once again.\"",{"#":"paladin"},"\n",{"->":".^.^"},{"->":"0.aftertutorial"},{"#f":5}],"c-8":["\n","^The paladin's expression turns grim as he looks up at the dark skies in the distance. \"Demons, Awakened and Voidspawn. The vilest of corruptions that have been a blight on our Realm for too long. But the Light deems they and their unholy masters have overstayed their 'welcome'.\"",{"#":"paladin"},"\n",{"->":".^.^"},"^\"From what little news I gather the demons are being pushed back by the hour through glorious battle and soon we will lay siege to the Black Citadel itself.\"",{"#":"paladin"},"\n",{"->":".^.^"},{"->":"0.aftertutorial"},{"#f":5}],"c-9":["\n","^\"The Consul down in Brightcandle will no doubt be able to provide you with more details on the current state of affairs. Do you have any other questions for me?\"",{"#":"paladin"},"\n",{"->":"0.summons.options"},{"->":"0.aftertutorial"},{"#f":5}],"#f":5,"#n":"questions"}],{"#f":5,"#n":"information"}],{"#f":5}],"aftertutorial":["^And that's how I got this nasty scar. So a word of caution friend, take care of yourself out there - you only have one life to give, better make the most of it.",{"#":"paladin"},"\n","ev","str","^I think I'm ready now","/str","/ev",{"*":".^.c-10","flg":4},{"c-10":[{"->":"0.headin"},"\n",{"->":"0.g-0"},{"#f":5}],"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}